Repository: aclever7/CleverStrategies-Light
Catalog: ObliqueStrategies/*.lproj/Localizable.strings
Languages: fr, it, tr

source: About App
fr: A propos de l'App
it: Info app
tr: Uygulama Hakkında

source: App Language
fr: Langage de l'App
it: Lingua app
tr: Uygulama Dili

source: Cancel
fr: Annuler
it: Annulla
tr: İptal Et

source: Cards Language
fr: Langage des cartes
it: Lingua delle carte
tr: Kart Dilleri

source: CleverStrategies is aimed to help developers, designers, engineers and anyone who is stuck during idea evaluation process to refresh their mind and think out of the box. This app is based on Oblique Strategies cards created by Brian Eno and Peter Schmidt in 1975 in order to boost up creativity thinking process. Since first release, these cards have been used by many creative people all over the world including Coldplay, David Bowie, Talking Heads and Devo. CleverStrategies app includes all 6 editions of time-proven Oblique Strategies cards. Right here. Right now. Ready to use. For further information on the original Oblique Strategies created by Brian Eno and Peter Schmidt visit this site: https://www.enoshop.co.uk/product/oblique-strategies.html
fr: CleverStrategies est destiné à aider les développeurs, les designers, les ingénieurs, et tous ceux qui se retrouvent bloqués au cours d’un processus créatif, à rafraîchir leur esprit et penser en dehors de la boîte. Cette application est basée sur les cartes Stratégies Obliques, créées par Brian Eno et Peter Schmidt en 1975 afin de booster la créativité. Depuis leur première parution, ces cartes ont été utilisées par de nombreuses personnes créatives autour du monde, dont Coldplay, David Bowie, Talking Heads et Devo. L’application CleverStrategies contient les 6 éditions des cartes Stratégies Obliques. Ici et maintenant, prêtes à l’emploi. Pour de plus amples informations sur les Stratégies Obliques créées par Brian Eno et Peter Schmidt, vous pouvez visiter ce site: https://www.enoshop.co.uk/product/oblique-strategies.html
it: CleverStrategies ha lo scopo di aiutare programmatori, designer, ingegneri e chiunque sia bloccato durante il processo di valutazione delle idee per rigenerare la mente e pensare fuori dagli schemi. Questa app è basata sulle carte Oblique Strategies create da Brian Eno e Peter Schmidt nel 1975 per potenziare il processo creativo. Dalla prima uscita, queste carte sono state utilizzate da molte persone creative in tutto il mondo, tra cui Coldplay, David Bowie, Talking Heads e Devo. L'app CleverStrategies include tutte le 6 edizioni comprovate nel tempo delle carte Oblique Strategies. Eccole. Pronte all'uso. Per ulteriori informazioni sulle Strategie Oblique originali create da Brian Eno e Peter Schmidt visita questo sito: https://www.enoshop.co.uk/product/oblique-strategies.html
tr: CleverStrategies yazılımcı, tasarımcı, mühendis ve fikir değerlendirme sürecinde takılan herkese fikirlerini tazelemek ve kutunun dışında düşünmek konusunda yardımcı olmayı amaçlamaktadır. Bu uygulama yaratıcı düşünme sürecini artırmak için 1975 yılında Brian Eno ve Peter Schmidt tarafından yaratılan Oblique Strategies kartlarına dayanmaktadır. İlk piyasaya çıktığından beri, bu kartlar, Coldplay, David Bowie, Talking Heads ve Devo dahil olmak üzere tüm dünyada birçok yaratıcı insan tarafından kullanılmaktadır. CleverStrategies uygulaması, zaman içerisinde kanıtlanmış Eğik Stratejiler kartlarının tüm 6 basımını içermektedir. Tam burada. Şimdi. Kullanıma hazır. Brian Eno ve Peter Schmidt tarafından oluşturulan orijinal Oblique Strategies hakkında daha fazla bilgi için bu siteyi ziyaret edin: https://www.enoshop.co.uk/product/oblique-strategies.html

source: Favorites
fr: Favoris
it: Preferiti
tr: Favoriler

source: Make a purchase
fr: Faire un achat
it: Fare un acquisto
tr: Satın al

source: Preferences
fr: Préférences
it: Impostazioni
tr: Tercihler

source: Purchase successfully restored.
fr: Achat restauré avec succès.
it: Ripristinao acquisto riuscito.
tr: Satın alma başarıyla geri yüklendi.

source: REMOVE ADS
fr: SUPPRIMER LA PUBLICITE
it: RIMUOVERE ANNUNCI
tr: REKLAMLARI KALDIR

source: Restore
fr: Restaurer
it: Ripristinare acquisto
tr: Geri yükle

source: Something went wrong...
fr: Quelque chose n'a pas fonctionné...
it: Si è verificato un problema...
tr: Birşeyler ters gitti...

source: You're all set
fr: Tout est prêt
it: Sei pronto
tr: Artık Hazırsın!

source: Your purchase was successfull.
fr: Votre achat a bien été enregistré.
it: Il vostro acquisto è andato a buon fine.
tr: Satın alma işlemin başarılı oldu.
